9/data/attachments/26029ab064c3a879.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christian_use_Actions_66356_1</nif:username>
            <nif:friendToBeRequested>soap_actions_87027a08-d376-4aab-b792-c02228e08428</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>